Repository: modell-aachen/TopicInteractionPlugin
Catalog: locale/TopicInteractionPlugin/*.po
Languages: hu, it

source: %1 attachment(s)
hu: csatolmány(ok)

source: Are you sure that you want to delete %1?
hu: Biztos, hogy törölni akarod %1?

source: Attach files
hu: File csatolása
it: Allegati

source: Attachments %1
hu: Csatolmány(ok)
it: Allegati %1

source: Author
hu: Szerző
it: Autore

source: Cancel
hu: Visszavonás
it: Cancellare

source: Cancel upload
hu: Feltöltés visszavonása
it: Cancellare upload

source: Choose files
hu: File választása
it: Scegliere files

source: Clear all
hu: Elvetés mind
it: Cancellare

source: Close
hu: Bezárás
it: Chiudere

source: Comment
hu: Megjegyzés
it: Commento

source: Comments %1
hu: Megjegyzések
it: Commenti %1

source: Confirmation required
hu: Megerősítés szükséges
it: Richiesta di conferma

source: Create image gallery
hu: Hozz létre képtárat
it: Creare galleria di immagini

source: Creating image gallery
hu: Képtár létrehozása
it: Creazione galleria di immagini

source: Creating links
hu: Link létrehozása
it: Creazione links

source: Data form
hu: Adatforma
it: Modulo dati

source: Date
hu: Dátum
it: Data

source: Delete
hu: Töröl
it: Cancellare

source: Delete attachment?
hu: Csatolmány törlése?
it: Cancellare allegati?

source: Delete this attachment
hu: Töröld ezt a csatolmányt
it: Cancellare allegato

source: Deleting
hu: Törlés
it: Cancellazione

source: Display hidden
hu: Képernyő elrejtése
it: Mostrare gli elementi nascosti

source: Do you really want to create an image gallery for %1 attachment(s)?
hu: Valóban létrehozol képtárat a csatolmányhoz?

source: Do you really want to create links to %1 attachment(s)?
hu: Valóban létrehozol link-et a csatolmányhoz?

source: Do you really want to delete %1 attachment(s)?
hu: Valóban törölni akarod a csatolmányt?

source: Do you really want to download %1 attachment(s)?
hu: Valóban letöltöd a csatolmányt?

source: Do you really want to hide %1 attachment(s)?
hu: Valóban elrejted a csatolmányt?

source: Do you really want to unhide %1 attachment(s)?
hu: Valóban felfeded a csatolmányt?

source: Download
hu: Letölt

source: Downloading
hu: Letöltés

source: Drag files here
hu: File húzása ide
it: Trascinare i files qui

source: Edit attachment
hu: Csatolmány szerkesztése
it: Modificare allegato

source: Edit form
hu: Alakzat szerkesztése
it: Modificare modulo

source: Edit properties of this attachment
hu: Csatolmány tulajdonságainak szerkesztése
it: Modificare le prorpietà dell'allegato

source: Edit this !DataForm
hu: Szerkeszd ezt a !DataForm

source: Enable/disable displaying hidden attachments
hu: Engedélyez/Megtilt a rejtett csatolmányok megtekintése
it: Abilita/disabilita la visione degli allegati nascosti

source: File name
hu: Filenév
it: Nome del documento

source: Help
hu: Segítség
it: Aiuto

source: Hide
hu: Elrejt
it: Nascondere

source: Hide attachment in normal topic view.
hu: Rejtsd el a csatolmányt a téma nézetben
it: In view normale nascondere l'allegato

source: Hide options
hu: Elrejtési lehetőségek
it: Opzioni nascoste

source: Hiding
hu: Elrejtés
it: Nascondere

source: Insert links
hu: Link beszúrása
it: Inserire links

source: More actions
hu: További műveletek
it: Più azioni

source: Move
hu: Mozgat
it: Spostare

source: Move attachment(s) to a different topic
hu: Mozgasd a csatolmányt egy másik témához
it: Spostare allegato(i) in un argomento differente

source: Move this attachment to a different topic
hu: Mozgasd ezt a csatolmányt egy másik témához
it: Spostare l' allegato in un argomento differente

source: Name
hu: Név
it: Nome

source: No, thanks
hu: Nem, köszönöm
it: No, grazie

source: Options
hu: Lehetőségek
it: Opzioni

source: Preview
hu: Megtekintés
it: Anteprima

source: Preview this attachment
hu: A csatolmány megtekintése
it: Antemprima allegato

source: Read more about Data Forms
hu: További információk a Data Form-ról
it: Leggere circa Data Forms

source: Results per page
hu: Találatok oldalanként
it: Risultati per pagina

source: Save
hu: Ment
it: Salvare

source: Search
hu: Keres
it: Ricercare

source: Select all
hu: Összes kijelölése
it: Selezionare tutto

source: Show options
hu: Mutasd a lehetőségeket
it: Mostrare opzioni

source: Show/hide advanced options
hu: Mutasd/rejtsd el a lehetőségeket
it: Mostrare/nascondere opzioni avanzate

source: Size
hu: Méretezés
it: Dimensione

source: Sort by
hu: Csoportosítás
it: Estrarre per

source: Start upload
hu: Feltöltés megkezdése
it: Inizia upload

source: Start upload immediately
hu: Azonnali feltöltés
it: Inizia upload immediatamente

source: The new topic chosen must already exist.
hu: A kiválasztott új téma már létezik.
it: Il nuovo argomento scelto esiste già

source: This comment will be added to every uploaded file.
hu: Ez a megjegyzés csatolódik minden feltöltött file-hoz.
it: Questo commento sarà aggiunto a ogni file caricato

source: To topic
hu: Témához

source: To web
hu: Internethez

source: Unhide
hu: Felfed
it: Scopri

source: Unhiding
hu: Felfedés
it: Mostrare i

source: Upload files and images to this topic
hu: Tölts fel file-t és képet ehhez a témához
it: Caricare documenti e immagini in questo argomento

source: Yes, delete
hu: Igen, töröl
it: Sì, cancella

source: Yes, please
hu: Igen, kérem
it: Sì, per favore

source: all
hu: összes
it: tutto

source: delete
hu: töröl
it: cancellare

source: delete %1
hu: töröl
it: Cancellare 1%

source: edit
hu: szerkeszt
it: modificare

source: hide other revisions
hu: további felülvizsgálatok elrejtése
it: nascondere le atre revisioni

source: less
hu: kevesebb
it: meno

source: more
hu: több
it: di più

source: move
hu: mozgat
it: spostare

source: move or delete %1
hu: mozgat vagy töröl %1
it: spostare o cancellare 1%

source: select all attachments on this topic
hu: válaszd az összes csatolmányt ezen témánál
it: selezionare tutti gli allegati dell'argomento

source: show previous revisions
hu: mutasd az előző felülvizsgálatokat
it: mostrare le precedenti revisioni

source: unselect all previously select attachments
hu: ne válaszd ki az összes előzőleg kiválasztott csatolmányt
it: deselezionare tutti gli allegati precedentemente selezionati

source: Enter a search pattern to filter the list of attachments
it: Inserire un percorso di ricerca per filtrare la lista degli allegati

source: manage properties of %1
it: gestire le proprietà 1%
